IDEA Open Model
ConnectionSetup.AnalysisGNL Property
Compatible with IDEA StatiCa 20.1
 Analysis with GNL
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool AnalysisGNL { get; set; }
Public Property AnalysisGNL As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace